HGS/MELDUNGEN/EXPORT/MASTER_Positionsmeldung_20240927074135.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangePositionsmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaPositionsmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-09-27T07:41:35.940+02:00" haltestellencodeIbis="25000091" fahrzeugKennung="11" positionImFahrzeug="12" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="16708" guid="8e43c377-dbfb-4cc2-a6ac-8a200feeb758"/>
            </faaPositionsmeldung>
        </empfangePositionsmeldung>
    </s:Body>
</s:Envelope>
